{
    "es":{
        "spanish":"Español",
        "english": "Inglés",
        "portuguese": "Portugués",
        "es":"Español",
        "en": "Inglés",
        "pt": "Portugués",
        "profession_text_first_line": "Desarrollador full stack",
        "profession_text_snd_line": " espera... Tambien ingeniero industrial",
        "home_section_text": "Inicio",
        "about_section_text": "Sobre mi",
        "skills_section_text": "Habilidades",
        "projects_section_text": "Proyectos",
        "contact_section_text": "Contacto",
        "multicultural_text": "Multiculturalidad",
        "multicultural_description": "Experiente en equipos multiculturales haciendome mas empatico y competitivo en diferentes mercados.",
        "academic_cerfication_text": "Academia y certificacion",
        "academic_cerfication_description": "Titulo de ingenieria y certificaciones academicas brindandome multiples herramientas, resolucion de problemas y pensamiento logico",
        "fast_learner_text": "Aprendizaje rapido y flexibilidad",
        "fast_learner_description": "Aprendizaje rapido y disposicion para la toma de nuevos retos en nuevas tecnologias",
        "polyglot_text": "Políglota",
        "polyglot_description": "Orador fluente en Español, inglés y portugués",
        "task_complection_text": "Resolucion de tareas",
        "task_complection_description": "Orientado al logro y a la resolucion de tareas",
        "team_work_text": "Jugador de equipo",
        "team_work_description": "Muy buena experiencia trabajando y liderando equipos multidisciplinarios",
        "metrics_text": "Analisis de metricas",
        "metrics_description": "Experiencia analizando metricas e impartiendo planes de accion basadas en las mismas",
        "self_improvement_text": "Autodidacta",
        "self_improvement_description": "Habilidad para planear y estructurar el aprendizaje llevandome al entendimiento de temas complejos independientemente",
        "intrduction_description": "Desarrollador web Full Stack - Bootcamp (HENRY). Experiencia integrando equipos basados ​​en tecnologías de planificación ágil (SCRUM) - Ingeniero Industrial -Universidad Antonio Nariño. Experiencia como desarrollador web Full Stack utilizando tecnologías como Backbone, React, Redux, Vue, Vuex, desde front-end PostgreSQL, CSS, Javascript, Node.js (express), pruebas usando cypress, despliegues continuos con docker y kbernates, integraciones como soluciones de pagos (Mercadolibre), análisis de datos usando chart.js, integración de equipos, liderazgo y experiencia en la construcción e implementación de aplicaciones desde cero, gitflow para desarrollo de proyectos, trabajando en ramas con experiencia en integración de información y consolidación de tareas",
        "pdf_opener_text": "ABRIR HV",
        "tech_solution_text": "Mi stack de tecnologias preferido",
        "show_more": "Mostrar más",
        "about_me_text": "acerca de mi",
        "experience_text": "Experiencia",
        "certification_text": "Certificación",
        "experience_card_job1_charge_title_text": "Desarrollador de front-end",
        "experience_card_job1_modality_title_text": "Remoto",
        "experience_card_job1_company_title_text": "Bewe Software",
        "experience_card_job1_location_title_text": "Colombia",
        "experience_card_job1_goals_title_text": "Creación de nuevas funcionalidades y componentes utilizando react vue y backbone como frameworks principales para el desarrollo. Mantenimiento y resolución de problemas para mejorar el producto. Testing end to end con diferentes unidades cypress y cucumber dentro de Bewe Software. Implementación usando vercel, kubernates, heroku y más...",
        "experience_card_job2_charge_title_text": "Desarrollador full stack",
        "experience_card_job2_modality_title_text": "Remoto",
        "experience_card_job2_company_title_text": "Online Nature",
        "experience_card_job2_location_title_text": "Colombia",
        "experience_card_job2_goals_title_text": "Este fue el proyecto final aprobado dentro de henry (bootcamp) realizado en equipo de 6 usando diferentes tecnologías como: Express, React, MongoDB, Auth0, integración de pagos de mercadolibre y mucho más.",
        "experience_card_job2_deployment_title_text": "Deployment link: https://online-nature-pf-front-git-main-ezeluiten.vercel.app/",
        "experience_card_job3_charge_title_text": "Desarrollador Frontend",
        "experience_card_job3_modality_title_text": "Remoto",
        "experience_card_job3_company_title_text": "7devsnft.netlify.app",
        "experience_card_job3_location_title_text": "Colombia",
        "experience_card_job3_goals_title_text": "Una aplicación web desarrollada e implementada. Donde contribuí a construir algunos de los componentes, la idea enmarcada en un proyecto de mercado NFT hizo para Henry un Bootcamp trabajando bajo la metodología Scrum y compilando usando MERN stack, Material UI, Chart js.",
        "experience_card_job3_deployment_title_text": "Deployment link: 7devsnft.netlify.app",
        "experience_card_job4_charge_title_text": "Teaching assistant",
        "experience_card_job4_modality_title_text": "Remoto",
        "experience_card_job4_company_title_text": "Henry ",
        "experience_card_job4_location_title_text": "Colombia",
        "experience_card_job4_goals_title_text": "Coordinar a un grupo de estudiantes para lograr la integración al grupo de estudio. Orientar a los estudiantes en los primeros pasos de la cursada. Asistir la resolución de ejercicios y promover la colaboración grupal (Pair Programming). Proponer ideas para la mejora de los procesos del Bootcamp",
        "experience_card_job5_charge_title_text": "Desarrollador web Full stack",
        "experience_card_job5_modality_title_text": "Remoto",
        "experience_card_job5_company_title_text": "pokemons-info-2841.netlify.app",
        "experience_card_job5_location_title_text": "Colombia",
        "experience_card_job5_goals_title_text": "Proyecto construido para Henry en un Bootcamp. Desarrollé individualmente este proyecto donde usé reaccionar, redux, postgreSQL, expressJS, ORM(Sequelize) y implementé el front-end en netlify y el back-end se implementó usando heroku. En este proyecto, aprendí cómo integrar todas las tecnologías incluidas anteriormente y obtener experiencia en cómo construir un sitio web y tener un despliegue de la misma continuamente.",
        "experience_card_job6_charge_title_text": "Consultor de logística",
        "experience_card_job6_modality_title_text": "Remoto",
        "experience_card_job6_company_title_text": "KBX",
        "experience_card_job6_location_title_text": "Medellin, Colombia",
        "experience_card_job6_goals_title_text": "Trazabilidad de carga para logística de KBX bajo un sistema de reporte de indicadores desarrollado por KBX para notificar diferentes rechazos, reportar cualquier retraso, contactar a diferentes clientes para notificar posibles retrasos que puedan estar ocurriendo, rastrear la carga en tiempo real, documentar y construir un plan de acción para mejorar la proceso. Seguimiento a camiones de carga para KBX logística bajo un sistema de reporte de indicadores, para la notificación y reporte de retiros, contacto con clientes para informar sobre retrasos persistentes en el tiempo, crear soluciones y acciones correctivas.",
        "experience_card_job7_charge_title_text": "Experto en materia",
        "experience_card_job7_modality_title_text": "Remoto",
        "experience_card_job7_company_title_text": "Concentrix",
        "experience_card_job7_location_title_text": "Bogotá, Colombia",
        "experience_card_job7_goals_title_text": "Ascendido a este puesto para ayudar a un líder de equipo a desarrollar y entrenar un equipo de 15 personas para aumentar el desempeño como agentes enseñándoles buenos comportamientos dentro de las llamadas y trabajando en habilidades blandas para tener un mejor acercamiento con ellos y cumplir con los estándares de calidad, tomando El supervisor llama y contribuye con informes de retrasos y otras tareas administrativas. Promovido a esta posición para el trabajo en conjunto con el área de calidad desarrollando planes de acción para mejora en indicadores grupales, asistiendo a mi líder de equipo con coachings y participando de manera activa para dar apoyo en estos procesos de coaching, tomando llamadas de supervisor y asistiendo con llamadas complicadas para la Eps americana United Health care.",
        "show_less": "Mostrar menos",
        "about_me_section": "Sobre mí",
        "send_message": "Enviar mensaje"
    }
}