{
    "pt":{
        "spanish": "Espanhol",
        "english": "Inglês",
        "portuguese": "Português",
        "es": "Espanhol",
        "en": "Inglês",
        "pt": "Português",
        "profession_text_first_line": "Desenvolvedor full stack",
        "profession_text_snd_line": " sò...? Também engenheiro industrial",
        "home_section_text": "Inicio",
        "about_section_text": "Sobre mim",
        "skills_section_text": "Habilidades",
        "projects_section_text": "Projetos",
        "contact_section_text": "Contato",
        "multicultural_text": "Multiculturalismo",
        "multicultural_description": "Experiência em equipes multiculturais me tornando mais empático e competitivo em diferentes mercados.",
        "academic_cerfication_text": "Academia e certificação",
        "academic_cerfication_description": "Graduação em engenharia e certificações acadêmicas que me proporcionam múltiplas ferramentas, resolução de problemas e raciocínio lógico",
        "fast_learner_text": "Aprendizagem rápida e flexibilidade",
        "fast_learner_description": "Aprendizagem rápida e vontade de enfrentar novos desafios em novas tecnologias",
        "polyglot_text": "Poliglota",
        "polyglot_description": "Falante fluente em espanhol, inglês e português",
        "task_complection_text": "Resolução de tarefas",
        "task_complection_description": "Orientado para a realização e resolução de tarefas",
        "team_work_text": "Jogador da equipe",
        "team_work_description": "Boa experiência trabalhando e liderando equipes multidisciplinares",
        "metrics_text": "Análise de métricas",
        "metrics_description": "Experiência na análise de métricas e no fornecimento de planos de ação baseados nelas",
        "self_improvement_text": "Autodidata",
        "self_improvement_description": "Capacidade de planejar e estruturar a aprendizagem levando à compreensão de tópicos complexos de forma independente",
        "intrduction_description": "Desenvolvedor Web Full Stack - Bootcamp (HENRY). Experiência na integração de equipes baseadas em tecnologias de planejamento ágil (SCRUM) - Engenheiro Industrial - Universidade Antonio Nariño. Experiência como desenvolvedor web Full Stack utilizando tecnologias como Backbone, React, Redux, Vue, Vuex, desde front-end PostgreSQL, CSS, Javascript, Node.js (express), testes utilizando cypress, implantações contínuas com docker e kbernates , integrações como soluções de pagamento (Mercadolibre), análise de dados utilizando chart.js, integração de equipes, liderança e experiência na construção e implementação de aplicações do zero, gitflow para desenvolvimento de projetos, atuação em filiais com experiência em integração de informações e consolidação de tarefas",
        "pdf_opener_text": "ABRIR CV",
        "tech_solution_text": "Meu stack de tecnologias preferido",
        "show_more": "Mostra-me mais"
    }
}