{
    "pt":{
        "spanish": "Espanhol",
        "english": "Inglês",
        "portuguese": "Português",
        "es": "Espanhol",
        "en": "Inglês",
        "pt": "Português",
        "profession_text_first_line": "Desenvolvedor full stack",
        "profession_text_snd_line": " sò...? Também engenheiro industrial",
        "home_section_text": "Inicio",
        "about_section_text": "Sobre mim",
        "skills_section_text": "Habilidades",
        "projects_section_text": "Projetos",
        "contact_section_text": "Contato",
        "multicultural_text": "Multiculturalismo",
        "multicultural_description": "Experiência em equipes multiculturais me tornando mais empático e competitivo em diferentes mercados.",
        "academic_cerfication_text": "Academia e certificação",
        "academic_cerfication_description": "Graduação em engenharia e certificações acadêmicas que me proporcionam múltiplas ferramentas, resolução de problemas e raciocínio lógico",
        "fast_learner_text": "Aprendizagem rápida e flexibilidade",
        "fast_learner_description": "Aprendizagem rápida e vontade de enfrentar novos desafios em novas tecnologias",
        "polyglot_text": "Poliglota",
        "polyglot_description": "Falante fluente em espanhol, inglês e português",
        "task_complection_text": "Resolução de tarefas",
        "task_complection_description": "Orientado para a realização e resolução de tarefas",
        "team_work_text": "Jogador da equipe",
        "team_work_description": "Boa experiência trabalhando e liderando equipes multidisciplinares",
        "metrics_text": "Análise de métricas",
        "metrics_description": "Experiência na análise de métricas e no fornecimento de planos de ação baseados nelas",
        "self_improvement_text": "Autodidata",
        "self_improvement_description": "Capacidade de planejar e estruturar a aprendizagem levando à compreensão de tópicos complexos de forma independente",
        "intrduction_description": "Desenvolvedor Web Full Stack - Bootcamp (HENRY). Experiência na integração de equipes baseadas em tecnologias de planejamento ágil (SCRUM) - Engenheiro Industrial - Universidade Antonio Nariño. Experiência como desenvolvedor web Full Stack utilizando tecnologias como Backbone, React, Redux, Vue, Vuex, desde front-end PostgreSQL, CSS, Javascript, Node.js (express), testes utilizando cypress, implantações contínuas com docker e kbernates , integrações como soluções de pagamento (Mercadolibre), análise de dados utilizando chart.js, integração de equipes, liderança e experiência na construção e implementação de aplicações do zero, gitflow para desenvolvimento de projetos, atuação em filiais com experiência em integração de informações e consolidação de tarefas",
        "pdf_opener_text": "ABRIR CV",
        "tech_solution_text": "Meu stack de tecnologias preferido",
        "show_more": "Mostra-me mais",
        "about_me_text": "sobre mim",
        "experience_text": "Experiência",
        "certification_text": "Certificação",
        "experience_card_job1_charge_title_text": "Desenvolvedor front-end",
        "experience_card_job1_modality_title_text": "Remote",
        "experience_card_job1_company_title_text": "Bewe Software",
        "experience_card_job1_location_title_text": "Colombia",
        "experience_card_job1_goals_title_text": "Criação de novas funcionalidades e componentes utilizando react vue e backbone como principais frameworks de desenvolvimento. Manutenção e resolução de problemas para melhoria do produto. Testes ponta a ponta com diferentes unidades de cipreste e pepino no Bewe Software. Implantação usando vercel, kbernates, heroku e muito mais...",
        "experience_card_job2_charge_title_text": "Desenvolvedor full stack",
        "experience_card_job2_modality_title_text": "Remote",
        "experience_card_job2_company_title_text": "Online Nature",
        "experience_card_job2_location_title_text": "Colombia",
        "experience_card_job2_goals_title_text": "Este foi o projeto final aprovado dentro do Henry (bootcamp) realizado em uma equipe de 6 pessoas utilizando diferentes tecnologias como: Express, React, MongoDB, Auth0, integração de pagamentos MercadoLibre e muito mais.",
        "experience_card_job2_deployment_title_text": "Deployment link: https://online-nature-pf-front-git-main-ezeluiten.vercel.app/",
        "experience_card_job3_charge_title_text": "Desenvolvedor Frontend",
        "experience_card_job3_modality_title_text": "Remote",
        "experience_card_job3_company_title_text": "7devsnft.netlify.app",
        "experience_card_job3_location_title_text": "Colombia",
        "experience_card_job3_goals_title_text": "Uma aplicação web desenvolvida e implementada. Onde contribuí para a construção de alguns dos componentes, a ideia enquadrada num projeto de mercado NFT fez do Henry um Bootcamp trabalhando sob a metodologia Scrum e compilando usando pilha MERN, Material UI, Chart js.",
        "experience_card_job3_deployment_title_text": "Deployment link: 7devsnft.netlify.app",
        "experience_card_job4_charge_title_text": "Teaching assistant",
        "experience_card_job4_modality_title_text": "Remote",
        "experience_card_job4_company_title_text": "Henry ",
        "experience_card_job4_location_title_text": "Colombia",
        "experience_card_job4_goals_title_text": "Coordenar um grupo de alunos para conseguir a integração no grupo de estudo. Orientar os alunos nas primeiras etapas do curso. Auxiliar na resolução de exercícios e promover a colaboração em grupo (Programação em Pares). Propor ideias para melhorar os processos do Bootcamp",
        "experience_card_job5_charge_title_text": "Desenvolvedor Full stack",
        "experience_card_job5_modality_title_text": "Remote",
        "experience_card_job5_company_title_text": "pokemons-info-2841.netlify.app",
        "experience_card_job5_location_title_text": "Colombia",
        "experience_card_job5_goals_title_text": "Projeto construído para Henry em um Bootcamp. Desenvolvi individualmente este projeto onde utilizei react, redux, postgreSQL, expressJS, ORM(Sequelize) e implementei o front-end em netlify e o back-end foi implementado utilizando heroku. Neste projeto, aprendi como integrar todas as tecnologias incluídas acima e ganhei experiência em como construir um site e implantá-lo continuamente.",
        "experience_card_job6_charge_title_text": "Logistics Consultant (bilingual)",
        "experience_card_job6_modality_title_text": "Remote",
        "experience_card_job6_company_title_text": "KBX",
        "experience_card_job6_location_title_text": "Medellin, Colombia",
        "experience_card_job6_goals_title_text": "Rastreabilidade de carga para a logística da KBX sob um sistema de relatórios de indicadores desenvolvido pela KBX para notificar diferentes rejeições, reportar eventuais atrasos, entrar em contato com diferentes clientes para avisar possíveis atrasos que possam estar ocorrendo, rastrear cargas em tempo real, documentar e construir um plano de ação para melhorar o processo. Acompanhamento de caminhões de carga para logística KBX sob sistema de reporte de indicadores, para notificação e reporte de retiradas, contato com clientes para reportar atrasos persistentes ao longo do tempo, criar soluções e ações corretivas.",
        "experience_card_job7_charge_title_text": "Subject matter expert",
        "experience_card_job7_modality_title_text": "Remote",
        "experience_card_job7_company_title_text": "Concentrix",
        "experience_card_job7_location_title_text": "Bogotá, Colombia",
        "experience_card_job7_goals_title_text": "Promovido a esta posição para ajudar um líder de equipe a desenvolver e treinar uma equipe de 15 pessoas para aumentar o desempenho como agentes, ensinando-lhes bons comportamentos dentro das chamadas e trabalhando em habilidades interpessoais para ter uma melhor abordagem com eles e atender aos padrões de qualidade, atendendo as chamadas do supervisor. e contribui com relatórios de atrasos e outras tarefas administrativas. Promovido para esta posição para trabalhar em conjunto com a área de qualidade desenvolvendo planos de ação para melhoria nos indicadores do grupo, auxiliando meu líder de equipe com coaching e participando ativamente para dar suporte nestes processos de coaching, atendendo chamados de supervisor e auxiliando em chamados complicados para a americana EPS United Assistência médica.",
        "show_less": "Mostrar menos",
        "about_me_section": "sobre mim",
        "send_message": "Enviar messagem"
    }
}